{"pages":[{"title":"关于我","date":"2018-07-28T05:30:33.000Z","updated":"2018-07-28T06:30:28.159Z","path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"用怎样的方式，记这样的“流水账”。 记录生活，保留回忆。 会用生活过滤，留下真实的片刻，总希望在未来的路上，变得越来越讨自己喜欢，没有过多的矫情，也没有那样的造作，总知道自己想要的，那么，方向不会错，所以，一直在路上～"}],"posts":[{"title":"大家好，我是悦","date":"2018-07-28T04:04:01.000Z","updated":"2018-07-28T06:34:59.209Z","comments":true,"path":"2018/07/28/我是橙子悦/","permalink":"http://yoursite.com/2018/07/28/我是橙子悦/","excerpt":"","content":"<blockquote>\n<p>兔子送我的纪念日礼物哦</p>\n</blockquote>\n","categories":[{"name":"love","slug":"love","permalink":"http://yoursite.com/categories/love/"}],"tags":[{"name":"我爱兔子","slug":"我爱兔子","permalink":"http://yoursite.com/tags/我爱兔子/"}]},{"title":"我从很多聪明人身上学到了什么？","date":"2018-06-05T14:52:02.000Z","updated":"2018-07-28T06:59:34.205Z","comments":true,"path":"2018/06/05/很重要的——复利法则/","permalink":"http://yoursite.com/2018/06/05/很重要的——复利法则/","excerpt":"在看到知乎上面讲“年轻人最好要接触的东西”时，一位高票答主将之总结为3条： 1.培养自己的复利曲线； 2.保持平静状态的能力； 3.避免单一化标准思维； 我发现，跟偶像芒格推崇的思维方式是一样的： 必须拥有多元思维模型，就像那句谚语说的：拿着铁锤的人，每个问题都像钉子。但这是灾难式的处世方式。掌握8/9个模型差不多可以让我们变成拥有普世智慧的人，其中，最重要的模型也就只有几个。 其中数学（复利、排列组合） 如果你没有把这个基本的但有些不那么自然的基础数学概率方法变成你生活的一部分，那么在漫长的人生中，你们将会像一个踢屁股比赛中的独腿人。这等于将巨大的优势拱手送给了他人。之前又看到过李笑来总是重复数学中概率论的重要性，你知道它了就不会去买彩票了。真真怀疑他的思想是从芒格那里迁移的（开玩笑）。","content":"<p>在看到知乎上面讲“年轻人最好要接触的东西”时，一位高票答主将之总结为3条：</p>\n<p><strong>1.培养自己的复利曲线；</strong></p>\n<p><strong>2.保持平静状态的能力；</strong></p>\n<p><strong>3.避免单一化标准思维；</strong></p>\n<p>我发现，跟偶像芒格推崇的思维方式是一样的：</p>\n<p>必须拥有多元思维模型，就像那句谚语说的：<code>拿着铁锤的人，每个问题都像钉子。但这是灾难式的处世方式</code>。掌握8/9个模型差不多可以让我们变成拥有普世智慧的人，其中，最重要的模型也就只有几个。</p>\n<p>其中数学（复利、排列组合） 如果你没有把这个基本的但有些不那么自然的基础数学概率方法变成你生活的一部分，那么在漫长的人生中，你们将会像一个踢屁股比赛中的独腿人。这等于将巨大的优势拱手送给了他人。之前又看到过李笑来总是重复数学中概率论的重要性，你知道它了就不会去买彩票了。真真怀疑他的思想是从芒格那里迁移的（开玩笑）。</p>\n<a id=\"more\"></a>\n<p>同样的，被问道对于年轻人有什么人生建议？查理如是说：</p>\n<blockquote>\n<p>每天起床的时候，争取比从前更聪明一点。认真的、出色的完成你的任务。慢慢地，你会有所进步，但这种进步不一定很快。但你这样能够为快速进步大号基础……每天慢慢向前挪一点。到最后———如果你足够长寿的话——想大多数人那样，你将得到你应得的东西。</p>\n</blockquote>\n<p>“你不必非常出色，只要在很长时间、很长时间内保持比其他人聪明一点点就够了。”这句话，看着怎么这么眼熟呢？我虽然没从单片机老师那里学到很多专业知识，但是不得不说收获到了一些结论。比如“你只要比别人会一点点东西就可以了”，当初听到这句话时不觉得有什么神奇的地方。知道每次在实验室的时候，总感觉设变的同学懂得很多的样子，真当自己深入下去，才发现我只要在这多看一会也可以。</p>\n<p>辉哥在他的文章中也谈到关于复利的内容：</p>\n<blockquote>\n<p>可以说「长期+不变」是贝索斯（Amazon CEO）长线思维的两个核心要素，把思考的周期拉到足够长，想清楚什么样的东西是坚如磐石般的不变。他继续说：不变的是人们仍追求更低的价格和更快的送货速度。在这个判断下，贝索斯的选择很简单：「当你知道某些事值得做，你就应该投入精力去做。」</p>\n</blockquote>\n<p>基于「长期+不变」的长线思维，找到最值得去做的事情，投入最多的资源去努力，最好一开始大家都不理解。这就是 Amazon 成功的秘诀，也是 AWS 首先诞生于一家电商公司，而不是 Google 这样的技术型公司的原因。</p>\n<p>要想获得真正意义上的成功，就必须培养自己真正着眼长期的能力。对公司而言如此，对个人而言也是如此。</p>\n<p>我们做的很多事情是不能复利的。比如大部分垃圾情绪是不能复利的，因为三个月后就对你没有什么影响了。比如过度的感官追求是不能复利的，因为一是会消退，二是刺激太强烈大脑会自动屏蔽。比如浮躁是不能复利的，你无法因为自己非常浮躁而被人请去做首席浮躁官。</p>\n<p>关注持续行动的S君也讲到：</p>\n<blockquote>\n<p>极少数人生体验是可以复利的，比如有的人经历了磨难与挫折，可以成就伟大的作品。在每年高考作文中都要被阉割的司马迁就是如此。但是更多的人，经历了磨难后选择的就是放弃和愤世嫉俗，这些都是不可以复利的。如果你在一百年前是一名蹲在皇城根的乞丐，军阀的车轮压过你的时候，根本就没有人知道，这个世界你来过。一百年后，世界也许同样不知道，我们来过；如果你又没孩子，你的DNA都抹得一干二净。</p>\n</blockquote>\n<p>复利的事情，往往在某个层面上是相通的或者相同的，可以累加，从而形成强大的势能场，从而产生扭曲力。比如质量的不断增加，变成了黑洞最后光就跑不出去；比如钱的蓄积，资本的不断增加，最后吸附了大量的劳动力从而榨取出剩余价值……</p>\n<p>我们每个人要在自己每天所做的事情中，找到那个贯穿生活的主线，定位的那个灵魂，然后你所有的人生精力，都往这个点上倾注，用一生去加持。</p>\n<p>我们的人生都是渺小的，就像要用一支蜡烛去烧开一大壶水。有的蜡烛每天烧不同的壶子一小会，试试看能不能快速开；有的人就盯着一个锅狂烧，最后水沸。</p>\n","categories":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/categories/随笔/"}],"tags":[{"name":"简书","slug":"简书","permalink":"http://yoursite.com/tags/简书/"}]}]}